IDEA StatiCa Open Model
ParameterString.Value Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Value
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string Value { get; set; }
Public Property Value As String
	Get
	Set
public:
property String^ Value {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
ParameterString Class
IdeaRS.OpenModel.CrossSection Namespace